const burgers = [
	{
    img: "images/burger1.png",
	name:'Бургер с двойной котлетой',
	price: 112,
	qty: 1,
    desc: "с листьями салата, сыром Чеддер, корнишонами, помидорами,  двумя котлетами  из говядины ",

},
{
  img: "images/burger2.png",
	name:'Бургер с шампиньонами',
	price: 210,
	qty: 1,
    desc: "с листьями салата, шампиньонами, горчицой, помидорами,  котлетой из говядины ",

},
{
  img: "images/burger3.png",
	name:'Бургер с беконом',
	price: 85,
	qty: 1,
    desc: "с листьями салата, сыром Чеддер, беконом, корнишонами, горчицой, помидорами,  котлетой из говядины",
},
{
    img: "images/burger4.png",
	name:'Куриный бургер',
	price: 250,
	qty: 1,
    desc: "с листьями салата, сыром Чеддер, помидорами, корнишонами, лук, котлетой из курицы",

},
{
  img: "images/burger5.png",
	name:'Бургер из индейки',
	price: 101,
	qty: 1,
    desc: "с петрушкой, котлетой из индейки, перцом чили, чесночной пастой, красным луком, свежими огурцами",

},
{
  img: "images/burger6.png",
	name:'Бургер с халапеньо',
	price: 200,
	qty: 1,
    desc: "с листьями салата, сыром Чеддер, халапеньо, корнишонами, помидорами, котлетой из говядины",
},
{
    img: "images/burger7.png",
	name:'Бургер с соусом барбекю',
	price: 220,
	qty: 1,
    desc: "с листьями салата, томатным соусом, луком, помидорами, барбекю, котлетой из говядины",

},
{
  img: "images/burger8.png",
	name:'Бургер с капустой',
	price: 100,
	qty: 1,
    desc: "с листьями салата, с капустой, плавленным сыром, корнишонами, помидорами, котлетой из говядины",

},
{
  img: "images/burger9.png",
	name:'Умами бургер',
	price: 250,
	qty: 1,
    desc: "С шампиньонами, говяжим фаршем, майонезом, пармезаном, чеддером, красным луком, помидорами",
},
{
    img: "images/burger10.png",
	name:'Бургер с гуакамоле',
	price: 250,
	qty: 1,
    desc: "с листьями салата, гуакомоле, перцем, луком, корнишоны, помидорами, котлетой из говядины",

},
{
  img: "images/burger11.png",
	name:'Бургер с бараниной',
	price: 300,
	qty: 1,
    desc: "с листьями салата, луком, огурцами, майонезом, котлетой из баранины, помидорами",

},
{
  img: "images/burger12.png",
	name:'Бургер с яйцом',
	price: 300,
	qty: 1,
    desc: "с листьями салата, яйцом , майонезом, луком, картошкой фри, сыром Чеддер, котлетой из свинины",
},
];




const pizza = [
	{
    img: "images/pizza1.png",
	name:'Мясная пицца',
	price: 400,
	qty: 1,
    desc: "свинина, сосиски, майонез, кетчуп, помидоры, сладкий перец, сыр, специи"

},
{
  img: "images/pizza2.png",
	name:'Грибная пицца',
	price: 580,
	qty: 1,
    desc: "шампиньоны, помидоры, репчатый лук, базилик, молотый черный перец, специи",

},
{
  img: "images/pizza3.png",
	name:'Пицца Пепперони',
	price: 560,
	qty: 1,
    desc: "Пепперони, сыр Моцарелла, сыр Гауда, помидоры, базилик, молотый черный перец, Орегано",
},
{
    img: "images/pizza4.png",
	name:'Пицца Четыре сезона',
	price: 740,
	qty: 1,
    desc: "Томатная паста, Орегано, сыр Моцарелла, ветчина, шампиньоны, артишок, помидоры",

},
{
  img: "images/pizza5.png",
	name:'Овощная пицца',
	price: 450,
	qty: 1,
    desc: "Кабачок, лук, сладкий перец, томатная паста, постный майонез, Орегано, зелень",

},
{
  img: "images/pizza6.png",
	name:'Пицца Карбонара',
	price: 350,
	qty: 1,
    desc: "томатная паста, сливки, бекон, сыр Пармезан, сыр Моцарелла, красный лук, черный перец, зелень, специи",
},
{
    img: "images/pizza7.png",
	name:'Пицца Четыре сыра',
	price: 730,
	qty: 1,
    desc: "Cыр Моцарелла, сыр Рикотта, сыр Пармезан, сыр Горгонзола, Орегано, базилик",

},
{
  img: "images/pizza8.png",
	name:'Пицца с ветчиной и сыром',
	price: 270,
	qty: 1,
    desc: "Томатная паста, ветчина, помидоры, сыр Пармезан, сыр Моцарелла, сыр Чеддер, зелень",

},
{
  img: "images/pizza9.png",
	name:'Пицца Крудо',
	price: 500,
	qty: 1,
    desc: "томатная паста, сыр Маскарпоне, сыр Моцарелла, пармская ветчина, оливковое масло Extra Virgin",
},
{
    img: "images/pizza10.png",
	name:'Пицца Салями',
	price: 550,
	qty: 1,
    desc: "Колбаса Салями, сыр Моцарелла, шампиньоны, базилик, помидоры, Орегано",

},
{
  img: "images/pizza11.png",
	name:'Пицца Барбекю',
	price: 700,
	qty: 1,
    desc: "колбаса, томатный соус, сыр Моцарелла, говядина, помидоры, шампиньоны, соус барбекю",

},
{
  img: "images/pizza12.png",
	name:'Пицца с ананасами',
	price: 500,
	qty: 1,
    desc: "Консервированные ананасы, куриное филе, ветчина, сыр, Орегано, томатная паста",
},
];


const soups = [
	{
    img: "images/soup1.png",
	name:'Куриный суп',
	price: 70,
	qty: 1,
    desc: "Курица, яйца, луковица, морковь, лавровый лист, зелень, соль, перец, яичная лапша"

},
{
  img: "images/soup2.png",
	name:'Суп c плавленным сыром',
	price: 80,
	qty: 1,
    desc: "Куринная грудка, рис длиннозерный, лук, плавленный сыр, петружка, молотый перец, соль",

},
{
  img: "images/soup3.png",
	name:'Рамен со свининой',
	price: 390,
	qty: 1,
    desc: "Свинина, яичная лапша, соевый соус, имбирь, корица, зелень, соль, сахар, свиной топленый жир",
},
{
    img: "images/soup4.png",
	name:'Картофельный суп',
	price: 317,
	qty: 1,
    desc: "Картофель, ветчина, лук репчатый, молоко, сушенный тимъян, молотый мускатный орех, молотый перец",

},
{
  img: "images/soup5.png",
	name:'Том ям',
	price: 280,
	qty: 1,
    desc: "Криветки, шампиньоны, паста Том ям, кокосовое молоко, лимонная трава, помидоры, рыбный соус",

},
{
  img: "images/soup6.png",
	name:'Тыквенный крем-суп',
	price: 310,
	qty: 1,
    desc: "Тыква, репчатый лук , морковь, сливки, соль, молотый черный перец, свежая петружка",
},
{
    img: "images/soup7.png",
	name:'Грибной крем-суп',
	price: 300,
	qty: 1,
    desc: "Шампиньоны, репчатый лук, картофель, сливки, петружка, растительное масло",

},
{
  img: "images/soup8.png",
	name:'Суп из баранины',
	price: 190,
	qty: 1,
    desc: "Баранина, кинза, картофель, лук, черный перец, хмели-сунели, помидоры, морковь",

},
{
  img: "images/soup9.png",
	name:'Борщ со сметаной',
	price: 65,
	qty: 1,
    desc: "Куриное филе, свекла, картофель, капуста, морковь, лук, помидоры, сметана, укроп, молотый перец",
},
{
    img: "images/soup10.png",
	name:'Суп из форели',
	price: 70,
	qty: 1,
    desc: "Форель, черный перец, мексиканская овощная смесь, отварной рис, рубленный укроп",

},
{
  img: "images/soup11.png",
	name:'Суп Кимчи',
	price: 200,
	qty: 1,
    desc: "тофу, яйцо куриное, мисо бульон, лук зелёный, соус Шрирача, масло кунжутное, водоросли вакаме",

},
{
  img: "images/soup12.png",
	name:'Мисо-суп',
	price: 94,
	qty: 1,
    desc: "Рыбный бульон даси, шелковый тофу, миса паста, водорасли вакаме, зеленый лук",
},
];

const sushi = [
	{
    img: "images/sushi1.png",
	name:'Суши с тунцом',
	price: 100,
	qty: 1,
    desc: "Филе тунца, рис для суши, соус васаби, соевый соус, маринованный имбирь"

},
{
  img: "images/sushi2.png",
	name:'Суши с угрём',
	price: 170,
	qty: 1,
    desc: "Копченный угорь, рис, рисовый уксус, сухие водоросли Нори, кунжут, соль, сахар",

},
{
  img: "images/sushi3.png",
	name:'Суши с лососем',
	price: 86,
	qty: 1,
    desc: "Свежий лосось, рис для суши, соус васаби, соевый соус, маринованный имбирь",
},
{
    img: "images/sushi4.png",
	name:'Суши с креветками',
	price: 145,
	qty: 1,
    desc: "Тигровые криветки, рис, сахар, рисовый уксус, соль, васаби, соевый соус, мариннованый имбирь",

},
{
  img: "images/sushi5.png",
	name:'Суши с желтохвостом',
	price: 145,
	qty: 1,
    desc: "Лакерда желтохвостая, рис для суши, соевый соус, соус васаби, рисовый уксус",

},
{
  img: "images/sushi6.png",
	name:'Суши с кальмаром',
	price: 170,
	qty: 1,
    desc: "Кальмар, рис для суши, рисовый уксус, соус васаби, сухие водоросли Нори, соль",
},
{
    img: "images/sushi7.png",
	name:'Суши с гребешком',
	price: 190,
	qty: 1,
    desc: "Морские грибешки, сухие водоросли Нори, рис, рисовый уксус, имбирь, соевый соус",

},
{
  img: "images/sushi8.png",
	name:'Суши с осьминогом',
	price: 70,
	qty: 1,
    desc: "Щупальца осьминога, круглозерный рис, васаби, сухие водоросли Нори, соевый соус, рисовый уксус",

},
{
  img: "images/sushi9.png",
	name:'Суши Инари',
	price: 69,
	qty: 1,
    desc: "Рис для суши, рисовый уксус, жаренные мешочки, кунжут, соус васаби",
},
{
    img: "images/sushi10.png",
	name:'Суши с крабом',
	price: 85,
	qty: 1,
    desc: "Крабовое мясо, сухие водоросли Нори, рис для суши, соус васаби, рисовый уксус",

},
{
  img: "images/sushi11.png",
	name:'Суши с икрой',
	price: 126,
	qty: 1,
    desc: "Рис, красная икра, крабовые палочки, сухие водоросли Нори, Сыр Филадельфия, рисовый уксус",

},
{
  img: "images/sushi12.png",
	name:'Суши с морским окунем',
	price: 100,
	qty: 1,
    desc: "Морской окунь, рис для суши, соус васаби, маринованный имбирь, соевый соус",
},
];

const rolls = [
	{
    img: "images/roll1.png",
	name:'Роллы с лососем',
	price: 270,
	qty: 1,
    desc: "Сухие водоросли нори, авокадо, филе лосося, майонез, кунжут, рис, васаби, рисовый уксус"

},
{
  img: "images/roll2.png",
	name:'Роллы Калифорния',
	price: 270,
	qty: 1,
    desc: "Крабовые палочки, икра Тобико, авакадо, огурцы, сливочный сыр, рис, сухие водоросли Нори",

},
{
  img: "images/roll3.png",
	name:'Роллы Филадельфия',
	price: 175,
	qty: 1,
    desc: "Сёмга, огурцы, авакадо, сливочный сыр, рис, сухие водоросли Нори, соевый соус, васаби",
},
{
    img: "images/roll4.png",
	name:'Роллы Канада',
	price: 390,
	qty: 1,
    desc: "Сёмга, огурцы, угорь, сливочный сыр, рис, сухие водоросли Нори, рисовый уксус",

},
{
  img: "images/roll5.png",
	name:'Роллы Бонито',
	price: 279,
	qty: 1,
    desc: "Сёмга, огурцы, угорь, творожный сыр, рис, рисовый уксус, стружка тунца, сухие водоросли Нори",

},
{
  img: "images/roll6.png",
	name:'Роллы унаги маки',
	price: 175,
	qty: 1,
    desc: "Копченый угорь, огурцы, рис, соль, тросниковый сахар, рисовый уксус, Маринованый имбирь, васаби",
},
{
    img: "images/roll7.png",
	name:'Роллы Окинава',
	price: 220,
	qty: 1,
    desc: "Рис, угорь, тигровые криветки, сыр Буко, огурцы, сухие водоросли Нори, имбирь, васаби, соевый соус",

},
{
  img: "images/roll8.png",
	name:'Роллы Аляска',
	price: 420,
	qty: 1,
    desc: "Рис, Кунжут, Филе цыпленка, Снежный краб, Салат Айсберг, Соус чесночный, Соус Спайси",

},
{
  img: "images/roll9.png",
	name:'Роллы Осака',
	price: 250,
	qty: 1,
    desc: "Кальмар, угорь, креветки, огурец, перец болгарский, соус яки, икра тобико",
},
{
    img: "images/roll10.png",
	name:'Роллы Сяке Маки',
	price: 315,
	qty: 1,
    desc: "Рис, рисовый уксус, лосось, сухие водоросли Нори, соевый соус, васаби, мариннованый имбирь",

},
{
  img: "images/roll11.png",
	name:'Роллы Сяке Авакадо',
	price: 280,
	qty: 1,
    desc: "Рис, сухие водоросли Нори, рисовый уксус, семга, авакадо, огурец, сливочный сыр, Соевый соус, имбирь",

},
{
  img: "images/roll12.png",
	name:'Роллы Зеленый дракон',
	price: 245,
	qty: 1,
    desc: "Рис, сухие водоросли Нори, авакадо, угорь, икра тобико, огурцы, кунжут, соус унаги",
},
];

const desserts = [
	{
    img: "images/dessert1.png",
	name:'Шоколадный маффин',
	price: 40,
	qty: 1,
    desc: "Темный шокалад, какао, молоко, мука, сметана, сливочное масло, яйцо, разрыхлитель, сахар"

},
{
  img: "images/dessert2.png",
	name:'Шоколадный чизкейк',
	price: 250,
	qty: 1,
    desc: "масло, какао, сметана, яйца, сливки, шоколад, ванильный экстракт, какао, печенье Орео",

},
{
  img: "images/dessert3.png",
	name:'Пирожное с вишенкой',
	price: 100,
	qty: 1,
    desc: "Шокалад, какао, молоко, мука, сметана, масло, яйцо, разрыхлитель, ванилин, вишня",
},
{
    img: "images/dessert4.png",
	name:'Тирамису',
	price: 250,
	qty: 1,
    desc: "Маскарпоне, ванилин, яйца, сахарная пудра, молотый кофе, палочки карицы, мята, зерна кофе",

},
{
  img: "images/dessert5.png",
	name:'Клубничное морожное',
	price: 60,
	qty: 1,
    desc: "Сливки, яичный белок, сахар, клубника, сок лимона, ванильная эссенсия",

},
{
  img: "images/dessert6.png",
	name:'Малиновый торт',
	price: 350,
	qty: 1,
    desc: "Яйца, сахар, шоколад, малина, грецкие орехи, мука, масло, сахарная пудра, ванилин",
},
{
    img: "images/dessert7.png",
	name:'Чизкейк Нью-Йорк',
	price: 145,
	qty: 1,
    desc: "Песочное печенье, масло, мускатный орех, сливочный сыр, сахар, сливки, лимонный сок, ванильный экстракт",

},
{
  img: "images/dessert8.png",
	name:'Торт Эстерхази',
	price: 100,
	qty: 1,
    desc: "Яйца, арахис, корица, соль, молоко, крахмал, мука, варенная сгущенка, масло, ванилин, шоколад",

},
{
  img: "images/dessert9.png",
	name:'Торт с ягодами',
	price: 150,
	qty: 1,
    desc: "Ежевика, клубника, малина, смородина, Темный шокалад, Горький шоколад, белый шоколад",
},
{
    img: "images/dessert10.png",
	name:'Сливочное морожное',
	price: 140,
	qty: 1,
    desc: "Молоко, сливки, сгущенное молоко, сахар, желатин, крахмал, мука, малина, мята",

},
{
  img: "images/dessert11.png",
	name:'Медовый торт',
	price: 120,
	qty: 1,
    desc: "Яйца, мед, сахар, мука, масло сливочное, сода, молоко, ванильный сахар",

},
{
  img: "images/dessert12.png",
	name:'Торт Наполеон',
	price: 150,
	qty: 1,
    desc: "мука, сметана, масло, соль, маскарпоне, сгущенка, сливки, ванилин, клубника, сахар",
},
];
